[
  {
    "name": "Mai",
    "brief": "Frontend",
    "message": "Woops, that last pull request messed up the csproj. Mauris. Morbi non sapien molestie orci tincidunt adipiscing. Mauris molestie pharetra",
    "date": "2023-04-10T12:00:00.000Z"
  },
  {
    "name": "Ahmad",
    "brief": "React",
    "message": "Here are the latest shots from Dribbblers you follow! Nec mauris blandit mattis. Cras eget nisi dictum augue malesuada malesuada. Integer id magna et ipsum cursus vestibulum. Mauris magna. Duis dignissim tempor arcu. Vestibulum ut eros non enim commodo hendrerit. Donec porttitor tellus non magna. Nam ligula elit, pretium et, rutrum non, hendrerit id, ante. Nunc mauris sapien",
    "date": "2022-01-10T12:00:00.000Z"
  },
  {
    "name": "Ala",
    "brief": "Slack",
    "message": "Click here to consectetuer rhoncus. Nullam velit dui, semper et, lacinia vitae, sodales at, velit. Pellentesque ultricies dignissim lacus. Aliquam rutrum lorem ac risus. Morbi",
    "date": "2021-01-10T12:00:00.000Z"
  },
  {
    "name": "Hadeel",
    "brief": "Meeting",
    "message": "Trepalium is going on tour! Duis cursus, diam at pretium aliquet, metus urna convallis erat, eget tincidunt dui augue eu tellus. Phasellus elit pede, malesuada vel, venenatis vel, faucibus id, libero. Donec consectetuer mauris",
    "date": "2021-04-10T12:00:00.000Z"
  },
  {
    "name": "Jane",
    "brief": "Greetings",
    "message": "Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.",
    "date": "2022-04-11T08:15:00.000Z"
  },
  {
    "name": "Bob",
    "brief": "Hi there",
    "message": "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.",
    "date": "2022-03-10T12:00:00.000Z"
  },
  {
    "name": "Dima",
    "brief": "Hello",
    "message": "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.",
    "date": "2022-02-10T12:00:00.000Z"
  },
  {
    "name": "Ameed",
    "brief": "StackOverFlow",
    "message": "You're almost done! Finish registering your account, and you'll be able to demand answers from random people that are smarter than you. Cum sociis natoque penatibus et magnis dis parturient",
    "date": "2022-04-10T12:00:00.000Z"
  }
]